{   "navBar":{
            "HomeLink":"Главная",
            "AboutLink":"О нас",
            "CoursesLink":"курсы",
            "ContactUsLink":"связаться",
            "OnlineTestLink":"онлайн тест"
        },

    "Home":{
            "HeaderText":"Совершенство благодаря усилиям",
            "HeaderDesc":"Дело не в том, насколько хорошо вы сейчас владеете языком, а в том, насколько хорошо вы хотите знать английский.",
            "ContactUsButton":"связаться",
            "OnlineTestButton":"онлайн тест"
        },
    "About":{
            "HeaderText":"О нас",
            "p1":"хорошо известная и постоянно работающая языковая школа в Харькове с высококвалифицированными преподавателями и персоналом, которая уже более семи лет предлагает различные курсы изучения английского, немецкого и французского языков. Она расположена в просторном и хорошо оборудованном офисе рядом со станциями метро Ботанический сад и 23 Августа г. Харькова.",
            "p2":"Школа английского языка приглашает студентов различных возрастов, рода занятий, интересов и т.д. Нашим студентам нравится учиться в приятной, дружеской атмосфере нашей школы, заводить друзей и приобретать новый опыт."
        },
    "courses":{
            "header":"НАШИ КУРСЫ",
            "buttons":"узнать больше",
            "childrenCourse":{
                "name":"КУРСЫ ДЛЯ ДЕТЕЙ",
                "intro":"Возраст: от 5 до 12",
                "details":"Коммуникативный подход и обучение на основе задач Создано с учетом возраста и потребностей детей"
            },
            "adultCourse":{
                "name":"КУРСЫ ДЛЯ ВЗРОСЛЫХ",
                "intro":"Возраст: 16+",
                "details":"При зачислении в нужную группу учитывается уровень английского и возраст."
            },
            "examCourse":{
                "name":"ЭКЗАМЕНАЦИОННЫЕ КУРСЫ",
                "intro":"Возраст: дети 8+; взрослые 16+",
                "details":"Cambridge English, KET, PET, FCE, CAE Рассмотрены разные подходы и методы."
            },
            "businessCourse":{
                "name":"КОРПОРАТИВНЫЕ ЗАНЯТИЯ",
                "intro":"Количество часов и студентов по согласованию с компанией",
                "details":"Курсы разработаны с учетом потребностей и целей компании."
            },
            "specialCourse":{
                "name":"СПЕЦИАЛЬНЫЕ КУРСЫ",
                "intro":"Количество часов и студентов согласовывается с заказчиком",
                "details":"Индивидуальные курсы для ваших особых потребностей и сфер вашей работы"
            },
            "individualCourse":{
                "name":"ИНДИВИДУАЛЬНЫЕ",
                "intro":"Количество часов согласовывается со студентом",
                "details":"Курсы разработаны с учетом особых потребностей и целей студентов."
            }
        },
    "CourseDetails":{
        "BackButton":"вернуться на главную",
        "childrenCourse":{
            "courseName":"Курсы для детей",
            "courseLevels":[
                {
                    "levelName":"Pre-Starters 1.1",
                    "levelCode":"pre A1",
                    "levelDuration":"72 часa/36 недель",
                    "levelAge":"5-6 лет",
                    "levelDesc":["Pre-Starters 1.1 - это курс для детей дошкольного возраста, которые только начинают изучать английский язык. Курс состоит из уроков по изучению письма, чтения, восприятия на слух и действий с числами. Процесс обучения построен на простом, для восприятия, красочном материале, который мотивирует изучать уроки и с интересом подходить к рассмотрению новых тем. Структура курса First Friends 1 построена в понятной для изложения форме, с плавным переходом от легких к более тяжелым урокам.",
                   "После окончания этого курса дети будут знать алфавит, цифры от 1 до 10, основные фразы.",
                    "Этот курс является хорошим началом при подготовке к изучению языка в школе."]
                },
                {
                    "levelName":"Pre-Starters 1.2",
                    "levelCode":"pre A1",
                    "levelDuration":"72 часa/36 недель",
                    "levelAge":"6-7 лет",
                    "levelDesc":["Pre-Starters 1.2 – вторая часть курса, состоящего из двух частей. Пройдя первый уровень, в котором рассматривались более легкие темы, во второй части вы найдете более сложные темы, но, несмотря на это, изучение остается все таким же веселым и увлекательным. First Friends 2 станет хорошей опорой для перехода на следующие уровни изучения английского языка.",
                    "В течении этого курса дети изучат цифры от 1 до 20, будут выполнять лёгкие математические примеры на прибавление и вычитание, ознакомятся с основными буквосочетаниями и смогут использовать их при говорении и чтении, основные фразы и грамматические конструкции. Будут усиленно развиваться навыки письма и чтения.",
                    "Этот курс является хорошим началом при подготовке к изучению языка в школе."]
                },
                {
                    "levelName":"Pre-Starters",
                    "levelCode":"pre A1",
                    "levelDuration":"72 часa/36 недель",
                    "levelAge":"6-7 лет",
                    "levelDesc":["Pre-Starters – этот курс подходит детям, которые уже пошли в первый класс, но ещё не изучали английский язык. Занятия проходят в интерактивной форме, акцент делается на развитие навыков письма, чтения, восприятия на слух и говорения посредством полного погружения в языковую среду: все уроки проходят на английском языке с использованием аутентичных учебников и книг для чтения, просмотром обучающих видео.",
                    "за 9 месяцев дети:",
                    "- выучат алфавит, цифры от 1 до 20, будут выполнять лёгкие математические примеры на прибавление и вычитание, ознакомятся с основными буквосочетаниями и смогут использовать их при говорении и чтении",
                    "- выучат элементарные фразы и смогут свободно поддержать беседу о себе, своих интересах, семье,  погоде и т.д.",
                    "- научатся писать, читать и воспринимать на слух более 150 слов и словосочетаний в контексте."]
                }
            ]
        },
        "adultCourse":{
            "courseName":"КУРСЫ ДЛЯ ВЗРОСЛЫХ",
            "courseLevels":[
                {
                    "levelName":"Начальный",
                    "levelCode":"A1",
                    "levelDuration":"120-150 часов/ 30-36 недель",
                    "levelAge":"Взрослые  16+",
                    "levelDesc":["Этот курс предназначен для взрослых студентов, которые никогда раньше не изучали английский язык. Он поможет вам развить базовые навыки английского языка и укрепить уверенность при общении на английском языке.",
                        "На этом курсе вы:",
                        "-выучить основные конструкции на английском языке",
                        "-Сосредоточьтесь на пополнении словарного запаса",
                        "-практиковать изученный язык, выполняя парную работу и ролевые игры",
                        "-развивайте свои навыки чтения, письма, аудирования и разговорной речи."]
                },
                {
                    "levelName":"Элементарный",
                    "levelCode":"A2",
                    "levelDuration":"120-150 часов/ 30-36 недель",
                    "levelAge":"Взрослые  16+",
                    "levelDesc":["Курс элементарного английского для тех, для кого английский не является родным, преподается стандартный английский на начальном уровне с упором на коммуникативные навыки, базовую грамматику, а также навыки аудирования и чтения, необходимые для успеха во вводном английском как иностранном.",
                        "Студенты, успешно завершившие наш курс A2, могут:",
                        "понимать и использовать знакомые повседневные выражения и очень простые фразы, направленные на удовлетворение потребностей конкретного типа",
                        "представиться и представиться другим, а также задать вопросы о личных данных, например о том, где они живут, о людях, которых они знают, и о вещах, которые у них есть",
                        "взаимодействовать простым способом, при условии, что другой человек говорит медленно и четко и готов помочь."]
                },
                {
                    "levelName":" Ниже среднего",
                    "levelCode":"B1",
                    "levelDuration":"120-150 часов/ 30-36 недель",
                    "levelAge":"Взрослые  16+",
                    "levelDesc":["Наши курсы предварительного среднего уровня предназначены для людей, которые хотят добиться прогресса в изучении языка. Типичные ученики в B1 могут использовать и понимать простой английский, связанный с личной информацией и повседневной жизнью, но им трудно говорить о менее знакомых вещах. ",
                        "Студенты, успешно завершившие наш курс B1, могут:",
                        "-понимать предложения и часто используемые выражения, относящиеся к областям, имеющим непосредственное отношение к делу (например, очень основная личная и семейная информация, покупки, местная география, занятость).",
                        "-общаться в простых и рутинных задачах, требующих простого и прямого обмена информацией по знакомым и рутинным вопросам",
                        "-Описать простыми словами аспекты своего жизненного опыта, непосредственного окружения и вопросов в областях, в которых он / она в первую очередь нуждается."]
                },
                {
                    "levelName":"Средний",
                    "levelCode":"B1+",
                    "levelDuration":"120-150 часов/ 30-36 недель",
                    "levelAge":"Взрослые  16+",
                    "levelDesc":["Наши курсы уровня B1 + предназначены для людей со средним уровнем владения английским, которые хотят добиться прогресса в этом языке. Типичные учащиеся на уровне B1 + могут использовать язык независимо от знакомых тем, им легче понимать и выражать свое мнение. Однако , у них могут возникнуть проблемы с более абстрактным использованием языка. ",
                        "Студенты, успешно завершившие наш курс B1 +, могут:",
                        "-понимать основные моменты четкого стандартного ввода по знакомым вопросам, с которыми регулярно сталкиваются на работе, в школе, на отдыхе и т. д.",
                        "-Работает с большинством ситуаций, которые могут возникнуть во время путешествия по местности, где говорят по-английски.",
                        "-составьте простой связанный текст на знакомые или представляющие личный интерес темы.",
                        "-Описывать переживания и события, мечты, надежды и амбиции, а также кратко приводить причины и объяснения мнений и планов."]
                },
                {
                    "levelName":"Выше среднего",
                    "levelCode":"B2",
                    "levelDuration":"120-150 часов/ 30-36 недель",
                    "levelAge":"Взрослые  16+",
                    "levelDesc":["Наши курсы уровня B2 предназначены для людей со средним уровнем английского языка выше среднего, которые хотят добиться прогресса в этом языке. Типичные учащиеся на уровне B2 могут с некоторой уверенностью использовать основные структуры языка и имеют широкий словарный запас. . ",
                        "Они могут адаптировать свой язык к различным ситуациям, и они не полагаются на фиксированные языковые шаблоны или короткие простые высказывания. Однако у них могут быть проблемы с некоторыми незнакомыми предметными областями и они не могут контролировать более длинный и сложный язык. ",
                        "Наши курсы уровня B2 также можно посещать с нашими курсами беглости речи. Эти классы ориентированы на разговорный английский в различных социальных, деловых и академических ситуациях",
                        "Студенты, успешно завершившие наш курс B2, могут:",
                        "-понимать основные идеи сложного текста как на конкретные, так и на абстрактные темы, включая технические обсуждения в своей области специализации.",
                        "-взаимодействовать с такой степенью беглости и спонтанности, которая делает возможным регулярное общение с носителями языка без напряжения для обеих сторон.",
                        "-производить четкий, подробный текст по широкому кругу вопросов и объяснять точку зрения по актуальному вопросу, указывая преимущества и недостатки различных вариантов."]
                },
                {
                    "levelName":"Продвинутый",
                    "levelCode":"C1",
                    "levelDuration":"120-150 часов/ 30-36 недель",
                    "levelAge":"Взрослые  16+",
                    "levelDesc":["Наши курсы уровня С1 предназначены для людей с продвинутым уровнем английского языка, которые хотят добиться прогресса в этом языке. Типичные ученики уровня С1 могут легко и свободно использовать язык и осознают взаимосвязь между языком и культурой, и о значении регистра. ",
                        "Таким образом, они могут адаптировать свой язык к различным ситуациям и могут творчески и гибко использовать английский язык, а также могут надлежащим образом реагировать на неожиданные и необычные ситуации. Однако у них могут возникнуть проблемы с особенно сложными ситуациями и при реагировании на несколько источники информации по незнакомым темам. ",
                        "Студенты, успешно завершившие наш курс C1, могут:",
                        "-понимать широкий спектр сложных длинных текстов и распознавать скрытый смысл.",
                        "-выражаться бегло и спонтанно, без явного поиска выражений.",
                        "-Используйте язык гибко и эффективно в социальных, академических и профессиональных целях",
                        "-производить четкий, хорошо структурированный, подробный текст по сложным темам, демонстрируя контролируемое использование организационных схем, соединительных элементов и связных устройств"]
                }
            ]
        },
        "examCourse":{
            "courseName":"Экзаменационные курсы",
            "courseLevels":[
                {
                    "levelName":"Starters",
                    "levelCode":"Pre A1",
                    "levelDuration":"72 часа/ 36 недель",
                    "levelAge":"7-8 лет",
                    "levelDesc":["Первый Кембриджский тест для младших школьников Cambridge English: Young Learners",
                    "Pre A1 Starters, прежнее название Cambridge English: Starters (YLE Starters), один из экзаменов Cambridge English: Young Learners. Это самый первый шаг ребенка по пути изучения английского языка.",
                    "Эти экзамены знакомят детей с повседневным устным и письменным английским, а также являются отличным способом развить уверенность ребенка в своих силах и помогают ему улучшить свой английский.",
                    "Материал тестов базируется на знакомых ребенку темах и проверяет навыки понимания на слух, говорения, чтения и письма, необходимые для эффективного общения на английском языке.",
                    "Экзамен Pre A1 Starters поможет вашему ребенку сделать первые шаги к:",
                    "-пониманию базового контента на английском языке в интернете",
                    "-чтению книг, слушанию песенок, просмотру телепередач и фильмов на английском языке",
                    "-знакомству с детьми из разных стран мира"]
                },
                {
                    "levelName":"Movers",
                    "levelCode":"pre A1",
                    "levelDuration":"72 hours 36 weeks",
                    "levelAge":"8-9 лет",
                    "levelDesc":["Cambridge English: Movers, также известный как Young Learners English: Movers, является следующим этапом на пути ребенка в изучении языка после прохождения уровня Cambridge English: Starters. При подготовке к экзамену дети изучают новые материал, получение сертификата является важным мотивационным фактором для продолжения изучения английского языка.",
                    "Cambridge English: Movers – это второй из трех тестов Cambridge English: Young Learners, предназначенных для школьников в возрасте от 7 до 12 лет.",
                    "Тест Cambridge English: Movers соответствует уровню A1 Общеевропейской шкалы языковой компетенции (CEFR). На этом уровне ваш ребенок сможет:",
                    "понимать простые указания или принимать участие в фактическом разговоре на знакомые темы",
                    "понимать элементарные информационные надписи, указания или информацию",
                    "заполнять простые формы и писать сообщения с указанием времени, даты и места.",
                    "Этот тест охватывает все четыре языковых навыка: аудирование, устную речь, чтение и письмо.",
                    "Cambridge English: Movers является вторым этапом на пути овладения практическими навыками английского языка, которые помогут детям:",
                    "использовать англоязычные ресурсы из сети Интернет и других средств массовой информации",
                    "наслаждаться книгами, песнями, телепередачами и фильмами на английском",
                    "приобрести друзей по всему миру",
                    "использовать английский в качестве международного языка",
                    "подготовиться для успешного получения образования и дальнейшей работы."]
                },
                {
                    "levelName":"Flyers",
                    "levelCode":"A2",
                    "levelDuration":"72 часа/ 36 недель",
                    "levelAge":"9-10 лет",
                    "levelDesc":["Cambridge English: Flyers, также известный как Young Learners English: Flyers, является следующим этапом на пути ребенка в изучении английского языка после прохождения уровня Cambridge English: Movers. Сертификат свидетельствует о владении повседневным письменным и устным английским на базовом уровне.", 
                    "Cambridge English: Flyers – это самый высокий уровень из трех занимательных и мотивирующих тестов Cambridge English: Young Learners, предназначенных для школьников в возрасте от 7 до 12 лет.",
                    "Тест Cambridge English: Flyers соответствует уровню A2 Общеевропейской шкалы языковой компетенции (CEFR). На этом уровне дети могут:",
                    "понимать простые письменные тексты на английском языке",
                    "общаться в привычных ситуациях",
                    "понимать короткие письменные сообщения и простые устные указания",
                    "понимать и использовать простые фразы и выражения",
                    "представляться и отвечать на элементарные вопросы о себе",
                    "общаться с англоговорящими людьми, когда они говорят медленно и четко",
                    "писать короткие простые сообщения",
                    "Этот тест охватывает все четыре языковых навыка: аудирование, устную речь, чтение и письмо.",
                    "Благодаря Cambridge English: Flyers дети продолжают развивать практические навыки общения на английском языке, которые помогут им:",
                    "использовать англоязычные ресурсы из сети Интернет и других средств массовой информации",
                    "наслаждаться книгами, песнями, телепередачами и фильмами на английском",
                    "приобрести друзей по всему миру",
                    "использовать английский в качестве международного языка",
                    "подготовиться для успешного получения образования и дальнейшей работы."]
                },
                {
                    "levelName":"KET",
                    "levelCode":"A2",
                    "levelDuration":"100-110 часов/ 36 недель",
                    "levelAge":"11-13 лет",
                    "levelDesc":["Cambridge English: Key (Базовый уровень владения английским языком), также известный как Key English Test (KET), является квалификацией базового уровня сложности и подтверждает вашу способность общаться на английском языке в простых повседневных ситуациях. Она подтверждает, что вы заложили хорошую основу дальнейшего изучения английского языка.",
                    "Cambridge English: Key соответствует уровню A2 Общеевропейской шкалы языковой компетенции (CEFR). Владея английским языком на этом уровне, вы сможете:",
                    "понимать и употреблять элементарные фразы и выражения",
                    "представляться и отвечать на элементарные вопросы о себе",
                    "общаться по-английски, когда ваш собеседник говорит медленно и отчетливо",
                    "писать короткие, простые сообщения."]
                },
                {
                    "levelName":"PET",
                    "levelCode":"B1",
                    "levelDuration":"162-216 часов/ 54-72 недели",
                    "levelAge":"12-15 лет",
                    "levelDesc":["Cambridge English: Preliminary, также известный как Preliminary English Test (PET), является квалификацией среднего уровня сложности. Сертификат подтверждает, что вы можете использовать английский язык для работы, учебы и путешествий.",
                    "Экзамен Cambridge English: Preliminary соответствует уровню B1 Общеевропейской шкалы языковой компетенции (CEFR). Владея английским языком на этом уровне, вы сможете:", 
                    "понимать основную информацию, содержащуюся в прямых указаниях или объявлениях для общественности",
                    "эффективно справляться с большинством ситуаций, которые могут возникнуть во время туристической поездки в англоязычную страну",
                    "задавать простые вопросы и принимать участие в фактических разговорах и обсуждениях, возникающих в рабочей обстановке",
                    "составлять письма/электронные сообщения или делать заметки на знакомые темы.",
                    "Подготовка к экзамену Cambridge English: Preliminary позволит вам овладеть этими практическими языковыми навыками.",
                    "Сертификат Cambridge English: Preliminary подтверждает ваше умение общаться с носителями английского языка в повседневных ситуациях.",                    
                    "Сдав этот экзамен, вы улучшите свои языковые навыки и сможете:",          
                    "справляться с повседневными ситуациями",
                    "читать несложные тексты в учебниках и журналах",
                    "писать письма на знакомые темы",
                    "делать заметки и записи на собраниях."]
                },
                {
                    "levelName":"FCE",
                    "levelCode":"B2",
                    "levelDuration":"216-270 часов/ 72-90 недель",
                    "levelAge":"14-17 лет",
                    "levelDesc":["Cambridge English: First, также известный как First Certificate in English (FCE), является квалификацией, проверяющей владение английским языком на уровне выше среднего. Сертификат свидетельствует о том, что Вы умеете общаться на английском языке в письменной и устной форме в повседневных ситуациях на работе или учебе.",
                    "Экзамен Cambridge English: First относится к уровню B2 Общеевропейской шкалы языковой компетенции (CEFR). Достижение этого уровня означает, что вы можете:",                   
                    "понимать основные идеи сложных письменных текстов",
                    "поддерживать беседу на достаточно широкий ряд тем, выражая мнения и представляя аргументы",
                    "составлять понятные, подробные письменные тексты, выражая мнения и объясняя преимущества и недостатки различных точек зрения.",
                    "Подготовка к экзамену Cambridge English: First даст вам эти практические языковые навыки",                    
                    "Экзамен Cambridge English: First доказывает, что вы можете использовать повседневную письменную и устную английскую речь для работы и учебы.",
                    "В экзамене используются ситуации из реальной жизни, специально разработанные так, чтобы помочь вам:",
                    "более эффективно общаться",
                    "получить языковые навыки, необходимые для следующего шага к успеху."]
                },
                {
                    "levelName":"CAE",
                    "levelCode":"C1",
                    "levelDuration":"216-270 часов/ 72-90 недель",
                    "levelAge":"16-19 лет",
                    "levelDesc":["Мировой спрос на знание английского на высоком уровне постоянно увеличивается. Сданный экзамен C1 Advanced означает, что вы достигли исключительных успехов.",
                    "Почему экзамен C1 Advanced является знаком отличия:",
                    "Всемирное признание сертификата в качестве подтверждения высокого уровня знаний.",
                    "Более 6000 образовательных учреждений, компаний и государственных учреждений по всему миру признают сертификат C1 Advanced в качестве доказательства высокого уровня владения английским языком.",
                    "Этот сертификат помогает развивать языковые навыки, необходимые для достижения успеха, и, кроме того, вы можете использовать его при подаче заявления для получения студенческой визы в Великобритании и Австралии.",
                    "Обеспечивает высокий уровень владения английским языком для достижения успеха в учебе или профессиональной деятельности.",
                    "Подготовка к экзамену C1 Advanced помогает учащимся развить навыки, необходимые для успешной учебы, работы и проживания в англоговорящих странах."]
                }
            ]
        }
    },
    "ContactUs":{
        "title":"связаться",
        "nameLabel":"имя",
        "name":"ваше имя",
        "emailLabel":"Эл. адрес",
        "email":"ваше Эл. адрес",
        "phoneLabel":"Телефон",
        "phone":"ваш номер телефона",
        "messageLabel":"сообщение",
        "message":"твое сообщение",
        "btn":"Отправить сообщение",
        "successMessage":"сообщение было отправлено"
    }
}